Repository: giogus/Github-Browser
Catalog: Github Browser/Github Browser/Supporting Files/*.lproj/Localizable.strings
Languages: pt_br

source: Created by
pt_br: Criado por

source: OK
pt_br: OK, entendi

source: Language
pt_br: Linguagem

source: We could not found any repository for the selected language.
pt_br: Não foi possível encontrar nenhum repositório para a linguagem selecionada.

source: Error
pt_br: Erro

source: Attention
pt_br: Atenção

source: Decode Error
pt_br: Erro na decodificação

source: The URL is invalid
pt_br: O link é inválido

source: The request has returned an empty data.
pt_br: A requisição retornou data vazia.

source: An error occurred when the JSON was decoded.
pt_br: Um erro ocorreu quando o JSON foi decodificado.

source: The request has failed with the status code
pt_br: A requisição falhou com o código de status

source: A generic error occurred. Try again later.
pt_br: Um erro genérico ocorreu. Tente novamente mais tarde.
